Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# За прошлую неделю ты занял %@ -- начислено %@.
source: За прошлую неделю ты занял %1$@ -- начислено %2$@.
ar: في الأسبوع الماضي حصلت على المركز %1$@ -- وتم إضافة %2$@.
de: Letzte Woche hast du Platz %1$@ belegt -- %2$@ gutgeschrieben.
es: Durante la semana pasada pidió prestado %1$@ - %2$@ fue acreditado.
fr: La semaine dernière, tu as terminé %1$@ -- %2$@ crédités.
ja: 過去 1 週間に %1$@ を借りました - %2$@ が入金されました。
kk: Өткен аптада сен %1$@ орын алдың -- %2$@ есептелді.
ko: 지난 주 동안 %1$@을(를) 빌렸으며 %2$@이(가) 입금되었습니다.
pt: Na semana passada você pegou emprestado %1$@ - creditou %2$@.
zh_hans: 过去一周您借用了 %1$@ - 记入 %2$@。

source: Set up a login and PIN for your kid -- they'll use it to sign in on their phone. You can assign a task to one kid (swipe left on them) or to all of them at once.
ar: أنشئ لطفلك اسم دخول ورمز PIN -- سيستخدمهما لتسجيل الدخول من هاتفه. يمكنك تعيين مهمة لطفل واحد (اسحب لليسار عليه) أو لجميعهم دفعة واحدة.
de: Richte für dein Kind einen Login und eine PIN ein -- damit meldet es sich auf seinem Handy an. Du kannst eine Aufgabe einem Kind (nach links wischen) oder allen auf einmal zuweisen.
es: Configure un inicio de sesión y un PIN para su hijo; los usará para iniciar sesión en su teléfono. Puedes asignar una tarea a un niño (deslízalo hacia la izquierda) o a todos a la vez.
fr: Crée un identifiant et un code PIN pour ton enfant -- il les utilisera pour se connecter sur son téléphone. Tu peux assigner une tâche à un enfant (glisse vers la gauche sur lui) ou à tous en même temps.
ja: お子様のログインと PIN を設定します。お子様はそれを携帯電話でのサインインに使用します。タスクを 1 人の子供に割り当てることも (子供を左にスワイプする)、全員に一度に割り当てることもできます。
kk: Балаңа логин мен PIN жаса -- ол өз телефонында осымен кіреді. Тапсырманы бір балаға (оны солға сырғыту) немесе бірден барлығына беруге болады.
ko: 자녀의 로그인 및 PIN을 설정하세요. 자녀는 이를 사용하여 휴대폰에 로그인합니다. 한 명의 어린이에게 작업을 할당하거나(왼쪽으로 스와이프) 한 번에 모든 어린이에게 할당할 수 있습니다.
pt: Configure um login e um PIN para seu filho -- eles os usarão para fazer login no telefone. Você pode atribuir uma tarefa a uma criança (deslize para a esquerda) ou a todas elas de uma vez.
zh_hans: 为您的孩子设置登录名和 PIN 码 - 他们将使用它在手机上登录。您可以将一项任务分配给一个孩子（向左滑动）或同时分配给所有孩子。

# Заверши день с гордостью за себя.
source: End the day proud of yourself.
ar: أنهِ يومك فخورًا بنفسك.
de: Beende den Tag stolz auf dich.
es: Termina el día orgulloso de ti mismo.
fr: Termine la journée fier de toi.
ja: 自分に誇りを持って一日を終えてください。
kk: Күнді өзіңмен мақтанып аяқта.
ko: 자랑스럽게 하루를 마무리하세요.
pt: Termine o dia orgulhoso de si mesmo.
zh_hans: 为自己感到骄傲结束这一天。

# Заверши настройку аккаунта
source: Finish setting up your account
ar: أكمل إعداد حسابك
de: Schließe die Einrichtung deines Kontos ab
es: Termina de configurar tu cuenta
fr: Termine la configuration de ton compte
ja: アカウントの設定を完了する
kk: Аккаунт баптауын аяқта
ko: 계정 설정 완료
pt: Conclua a configuração da sua conta
zh_hans: 完成帐户设置

# Загружаем фото…
source: Uploading photo…
ar: جارٍ تحميل الصورة…
de: Foto wird hochgeladen…
es: Subiendo foto…
fr: Envoi de la photo…
ja: 写真をアップロード中…
kk: Фото жүктелуде…
ko: 사진 업로드 중…
pt: Fazendo upload da foto…
zh_hans: 正在上传照片...

# Задание
source: Task
ar: المهمة
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
kk: Тапсырма
ko: 일
pt: Tarefa
zh_hans: 任务

# Задание для %@
source: Task for %@
ar: مهمة لـ %@
de: Aufgabe für %@
es: Tarea para %@
fr: Tâche pour %@
ja: %@ のタスク
kk: %@ үшін тапсырма
ko: %@님의 작업
pt: Tarefa para %@
zh_hans: %@ 的任务

# Задания
source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
kk: Тапсырмалар
ko: 작업
pt: Tarefas
zh_hans: 任务

# Задач выполнено
source: Tasks completed
ar: المهام المكتملة
de: Aufgaben erledigt
es: Tareas completado
fr: Tâches terminées
ja: タスク 完了しました
kk: Тапсырма орындалды
ko: 작업 완료
pt: Tarefas concluído
zh_hans: 任务 已完成

# Задача
source: Task
ar: المهمة
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
kk: Тапсырма
ko: 일
pt: Tarefa
zh_hans: 任务

# Задача выполнена
source: Task completed
ar: المهمة مكتملة
de: Aufgabe erledigt
es: Tarea completado
fr: Tâche terminée
ja: タスク 完了しました
kk: Тапсырма орындалды
ko: 작업 완료
pt: Tarefa concluído
zh_hans: 任务 已完成

# Задача выполнена в reInspire ✅ %@ %@ #reInspire #привычки
source: Задача выполнена в reInspire ✅ %1$@ %2$@ #reInspire #привычки
ar: تمت المهمة في reInspire ✅ %1$@ %2$@ #reInspire #عادات
de: Aufgabe erledigt in reInspire ✅ %1$@ %2$@ #reInspire #Gewohnheiten
es: Tarea completada en reInspire ✅ %1$@ %2$@ #reInspire #habits
fr: Tâche terminée sur reInspire ✅ %1$@ %2$@ #reInspire #habitudes
ja: reInspire でタスクが完了しました ✅ %1$@ %2$@ #reInspire #習慣
kk: reInspire-те тапсырма орындалды ✅ %1$@ %2$@ #reInspire #әдеттер
ko: reInspire에서 작업 완료 ✅ %1$@ %2$@ #reInspire #habits
pt: Tarefa concluída no reInspire ✅ %1$@ %2$@ #reInspire #habits
zh_hans: 在 reInspire 中完成任务 ✅ %1$@ %2$@ #reInspire #habits

# Задача выполнена! 🔥
source: Task completed! 🔥
ar: تمت المهمة! 🔥
de: Aufgabe erledigt! 🔥
es: ¡Tarea completada! 🔥
fr: Tâche terminée ! 🔥
ja: タスクが完了しました！ 🔥
kk: Тапсырма орындалды! 🔥
ko: 작업이 완료되었습니다! 🔥
pt: Tarefa concluída! 🔥
zh_hans: 任务完成！ 🔥

# Задачи для достижения цели:
source: Tasks to reach your goal:
ar: المهام لتحقيق هدفك:
de: Aufgaben, um dein Ziel zu erreichen:
es: Tareas para alcanzar tu objetivo:
fr: Tâches pour atteindre ton objectif :
ja: 目標を達成するためのタスク:
kk: Мақсатқа жету үшін тапсырмалар:
ko: 목표 달성을 위한 작업:
pt: Tarefas para atingir seu objetivo:
zh_hans: 实现目标的任务：

# Задачи стали умнее
source: Tasks just got smarter
ar: أصبحت المهام أكثر ذكاءً
de: Aufgaben sind jetzt intelligenter
es: Las tareas ahora son más inteligentes
fr: Les tâches sont plus intelligentes
ja: タスクがさらにスマートになりました
kk: Тапсырмалар ақылдырақ болды
ko: 작업이 더욱 스마트해졌습니다
pt: As tarefas ficaram mais inteligentes
ru: Задачи стали умнее
zh_hans: 任务变得更加智能

# Закрыть
source: Close
ar: إغلاق
de: Schließen
es: Cerca
fr: Fermer
ja: 近い
kk: Жабу
ko: 닫다
pt: Fechar
zh_hans: 关闭

# Зал славы
source: Hall of Fame
ar: قاعة الشرف
de: Ruhmeshalle
es: Salón de la Fama
fr: Temple de la renommée
ja: 殿堂
kk: Даңқ залы
ko: 명예의 전당
pt: Hall da Fama
zh_hans: 名人堂

# Заморозить
source: Freeze
ar: تجميد
de: Einfrieren
es: Congelar
fr: Geler
ja: フリーズ
kk: Тоңазыту
ko: 꼭 매달리게 하다
pt: Congelar
zh_hans: 冻结

# Заморозить вчерашний день
source: Freeze yesterday
ar: تجميد يوم الأمس
de: Gestern einfrieren
es: congelar ayer
fr: Geler la journée d'hier
ja: 昨日はフリーズ
kk: Кешегі күнді тоңазыту
ko: 어제 동결
pt: Congelar ontem
zh_hans: 昨天冻结

# Заморозка
source: Freeze
ar: تجميد
es: Congelar
fr: Gel
ja: フリーズ
kk: Тоңазытқыш
ko: 꼭 매달리게 하다
pt: Congelar
zh_hans: 冻结

# Заморозка использована автоматически
source: A freeze was used automatically
ar: تم استخدام التجميد تلقائيًا
de: Ein Freeze wurde automatisch verwendet
es: Se utilizó una congelación automáticamente.
fr: Un gel a été utilisé automatiquement
ja: フリーズが自動的に使用されました
kk: Тоңазытқыш автоматты түрде қолданылды
ko: 동결이 자동으로 사용되었습니다
pt: Um congelamento foi usado automaticamente
zh_hans: 自动使用了冻结

# Заморозка серии и бонусы
source: Streak freeze and bonuses
ar: تجميد التتابع والمكافآت
de: Serien-Freeze und Boni
es: Congelación de racha y bonificaciones
fr: Gel de série et bonus
ja: 連続凍結とボーナス
kk: Серия тоңазытқышы және бонустар
ko: 연속 동결 및 보너스
pt: Congelamento de sequência e bônus
zh_hans: 连续冻结和奖金

# Заморозки
source: Freezes
ar: التجميدات
es: Se congela
fr: Gels
ja: フリーズする
kk: Тоңазытқыштар
ko: 멈춤
pt: Congela
zh_hans: 冻结

# Заморозь вчерашний день -- осталось %lld
source: Freeze yesterday -- %lld left
ar: جمّد يوم الأمس -- يتبقى %lld
de: Gestern einfrieren -- %lld übrig
es: Congelado ayer: queda %lld
fr: Gèle la journée d'hier -- %lld restant(s)
ja: 昨日フリーズ -- 残り %lld
kk: Кешегі күнді тоңазыт -- %lld қалды
ko: 어제 동결 -- %lld 남음
pt: Congelar ontem - %lld restante
zh_hans: 昨天冻结----%lld 离开

# Запросы на выход
source: Exit requests
ar: طلبات الخروج
de: Austrittsanfragen
es: Solicitudes de salida
fr: Demandes de sortie
ja: 終了リクエスト
kk: Шығу сұраулары
ko: 종료 요청
pt: Solicitações de saída
zh_hans: 退出请求

# Запускайте задачи и автоматизации через приложение «Команды» и Siri
source: Run tasks and automations via the Shortcuts app and Siri
ar: شغّل المهام والأتمتة عبر تطبيق الاختصارات وSiri
de: Führe Aufgaben und Automationen über die Kurzbefehle-App und Siri aus
es: Ejecute tareas y automatizaciones a través de la aplicación Atajos y Siri
fr: Lance des tâches et automatisations via l'app Raccourcis et Siri
ja: ショートカット アプリと Siri を介してタスクと自動化を実行する
kk: Тапсырмалар мен автоматтандыруларды «Бұйрықтар» қолданбасы мен Siri арқылы орында
ko: 단축어 앱과 Siri를 통해 작업 및 자동화 실행
pt: Execute tarefas e automações por meio do aplicativo Shortcuts e Siri
zh_hans: 通过快捷方式应用程序和 Siri 运行任务和自动化

# Зарядка
source: Workout
ar: تمارين رياضية
de: Gymnastik
es: Ejercicio
fr: Exercice matinal
ja: いい結果
kk: Жаттығу
ko: 운동하다
pt: Dar certo
zh_hans: 锻炼

# Засчитывает сыгранные за день партии на Chess.com
source: Counts games played today on Chess.com
ar: يحتسب المباريات التي لُعبت اليوم على Chess.com
de: Zählt die heute auf Chess.com gespielten Partien
es: Cuenta las partidas jugadas hoy en Chess.com
fr: Compte les parties jouées aujourd'hui sur Chess.com
ja: Chess.com で今日プレイされたゲームをカウントします
kk: Chess.com-да бүгін ойналған партияларды санайды
ko: Chess.com에서 오늘 플레이한 게임 수를 계산합니다
pt: Conta os jogos disputados hoje no Chess.com
zh_hans: 统计 Chess.com 今天进行的比赛

# Здоровый сон
source: Healthy sleep
ar: نوم صحي
de: Gesunder Schlaf
es: Sueño saludable
fr: Sommeil sain
ja: 健康的な睡眠
kk: Сау ұйқы
ko: 건강한 수면
pt: Sono saudável
zh_hans: 健康睡眠

# Здоровье недоступно на этом устройстве.
source: Health is not available on this device.
ar: Health غير متوفر على هذا الجهاز.
de: Health ist auf diesem Gerät nicht verfügbar.
es: Salud no está disponible en este dispositivo.
fr: Santé n'est pas disponible sur cet appareil.
ja: このデバイスではヘルスケアを利用できません。
kk: Бұл құрылғыда «Денсаулық» қолжетімсіз.
ko: 이 기기에서는 건강 기능을 사용할 수 없습니다.
pt: A saúde não está disponível neste dispositivo.
zh_hans: 此设备上不提供健康状况。

# Зелёный
source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
ja: 緑
kk: Жасыл
ko: 녹색
pt: Verde
zh_hans: 绿色的

# Значение прогресса (например, 5 для 5 км)
source: Progress value (e.g. 5 for 5 km)
ar: قيمة التقدم (مثلاً 5 لمسافة 5 كم)
de: Fortschrittswert (z. B. 5 für 5 km)
es: Valor de progreso (por ejemplo, 5 por 5 km)
fr: Valeur de progression (par ex. 5 pour 5 km)
ja: 進行状況の値 (例: 5 km の場合は 5)
kk: Прогресс мәні (мыс. 5 км үшін 5)
ko: 진행률 값(예: 5km의 경우 5)
pt: Valor do progresso (por exemplo, 5 por 5 km)
zh_hans: 进度值（例如 5 公里表示 5）

# Значок приложения
source: App icon
ar: أيقونة التطبيق
de: App-Symbol
es: icono de la aplicación
fr: Icône de l'app
ja: アプリアイコン
kk: Қолданба белгішесі
ko: 앱 아이콘
pt: Ícone do aplicativo
zh_hans: 应用程序图标

# ИИ планировщик
source: AI Planner
ar: مخطط بالذكاء الاصطناعي
de: KI-Planer
es: Planificador de IA
fr: Planificateur IA
ja: AIプランナー
kk: ЖИ жоспарлаушысы
ko: AI 플래너
pt: Planejador de IA
ru: ИИ планировщик
zh_hans: 人工智能规划师

# ИИ пошагово
source: AI step-by-step
ar: الذكاء الاصطناعي خطوة بخطوة
de: KI Schritt für Schritt
es: IA paso a paso
fr: IA étape par étape
ja: AI のステップバイステップ
kk: AI қадам-қадаммен
ko: AI 단계별
pt: IA passo a passo
zh_hans: 人工智能一步一步

# ИИ проверит: %@
source: AI will check: %@
ar: سيتحقق الذكاء الاصطناعي من: %@
de: Die KI prüft: %@
es: La IA comprobará: %@
fr: L'IA vérifiera : %@
ja: AI がチェックします: %@
kk: AI тексереді: %@
ko: AI가 확인합니다: %@
pt: AI irá verificar: %@
zh_hans: AI将检查：%@

# ИИ проверяет оправдание…
source: AI is checking your excuse…
ar: الذكاء الاصطناعي يتحقق من إعذارك…
de: Die KI prüft deine Entschuldigung…
es: La IA está comprobando tu excusa...
fr: L'IA vérifie ton excuse…
ja: AI があなたの言い訳をチェック中です…
kk: AI дәлеліңді тексеруде…
ko: AI가 변명 확인 중…
pt: A IA está verificando sua desculpa…
zh_hans: AI 正在检查你的借口……

# ИИ проверяет фото…
source: AI is checking your photo…
ar: الذكاء الاصطناعي يتحقق من صورتك…
de: Die KI prüft dein Foto…
es: La IA está revisando tu foto...
fr: L'IA vérifie ta photo…
ja: AI があなたの写真をチェックしています…
kk: AI фотоңды тексеруде…
ko: AI가 사진을 확인 중입니다…
pt: AI está verificando sua foto…
zh_hans: AI 正在检查您的照片...

# ИИ проверяет…
source: AI is checking…
ar: الذكاء الاصطناعي يتحقق…
de: Die KI prüft…
es: La IA está comprobando...
fr: L'IA vérifie…
ja: AIがチェック中…
kk: AI тексеруде…
ko: AI가 확인 중…
pt: A IA está verificando…
zh_hans: 人工智能正在检查...

# ИИ шаг за шагом
source: AI step by step
ar: الذكاء الاصطناعي خطوة بخطوة
de: KI Schritt für Schritt
es: IA paso a paso
fr: IA étape par étape
ja: AI がステップバイステップで
kk: AI қадам-қадаммен
ko: AI가 단계별로
pt: IA passo a passo
zh_hans: 人工智能一步一步

# Идеальный день!
source: Perfect day!
ar: يوم مثالي!
de: Perfekter Tag!
es: ¡Día perfecto!
fr: Journée parfaite !
ja: 完璧な一日です！
kk: Тамаша күн!
ko: 완벽한 하루!
pt: Dia perfeito!
zh_hans: 完美的一天！

# Идёт
source: In progress
ar: جارٍ
de: Läuft
es: En curso
fr: En cours
ja: 進行中
kk: Жүруде
ko: 진행 중
pt: Em andamento
zh_hans: 进行中

# Измени почту и пароль для %@. Этими данными ребёнок входит в приложение.
source: Change the email and password for %@. Your child uses these to log into the app.
ar: غيّر البريد الإلكتروني وكلمة المرور لـ %@. يستخدم طفلك هذه البيانات لتسجيل الدخول إلى التطبيق.
de: Ändere E-Mail und Passwort für %@. Mit diesen Daten meldet sich dein Kind in der App an.
es: Cambie el correo electrónico y la contraseña de %@. Su hijo los usa para iniciar sesión en la aplicación.
fr: Modifie l'e-mail et le mot de passe de %@. Ton enfant utilise ces informations pour se connecter à l'app.
ja: %@ の電子メールとパスワードを変更します。お子様はこれらを使用してアプリにログインします。
kk: %@ үшін пошта мен құпиясөзді өзгерт. Бала қолданбаға осы деректермен кіреді.
ko: %@의 이메일과 비밀번호를 변경하세요. 귀하의 자녀는 이를 사용하여 앱에 로그인합니다.
pt: Altere o e-mail e a senha de %@. Seu filho os usa para fazer login no aplicativo.
zh_hans: 更改 %@ 的电子邮件和密码。您的孩子使用这些来登录应用程序。

# Изменить
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
kk: Өзгерту
ko: 편집하다
pt: Editar
zh_hans: 编辑

# Изменить фото
source: Change photo
ar: تغيير الصورة
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
ja: 写真を変更する
kk: Фотоны өзгерту
ko: 사진 변경
pt: Alterar foto
zh_hans: 更改照片

# Имя
source: Name
ar: الاسم
es: Nombre
fr: Prénom
ja: 名前
kk: Аты
ko: 이름
pt: Nome
zh_hans: 姓名

# Имя пользователя Chess.com
source: Chess.com username
ar: اسم المستخدم في Chess.com
de: Chess.com-Benutzername
es: Nombre de usuario de Chess.com
fr: Nom d'utilisateur Chess.com
ja: Chess.com ユーザー名
kk: Chess.com лақап аты
ko: 체스닷컴 사용자 이름
pt: Nome de usuário do Chess.com
zh_hans: Chess.com 用户名

# Имя ребёнка
source: Child's name
ar: اسم الطفل
de: Name des Kindes
es: nombre del niño
fr: Prénom de l'enfant
ja: お子様の名前
kk: Бала аты
ko: 아이의 이름
pt: Nome da criança
zh_hans: 孩子的名字

# Имя, фото и аккаунт
source: Name, photo, and account
ar: الاسم والصورة والحساب
de: Name, Foto und Konto
es: Nombre, foto y cuenta.
fr: Prénom, photo et compte
ja: 名前、写真、アカウント
kk: Аты, фото және аккаунт
ko: 이름, 사진, 계정
pt: Nome, foto e conta
zh_hans: 姓名、照片和帐户

# Инфо
source: Info
ar: معلومات
es: Información
fr: Infos
ja: 情報
kk: Ақпарат
ko: 정보
pt: Informações
zh_hans: 信息

# История пишется сейчас
source: History is being written now
ar: التاريخ يُكتب الآن
de: Geschichte wird gerade geschrieben
es: La historia se está escribiendo ahora.
fr: L'histoire s'écrit maintenant
ja: 歴史は今書かれている
kk: Тарих дәл қазір жазылып жатыр
ko: 역사는 지금 쓰여지고 있다
pt: A história está sendo escrita agora
zh_hans: 历史正在被书写

# Итоги года
source: Year in review
ar: ملخص العام
de: Jahresrückblick
es: Año en revisión
fr: Bilan de l'année
ja: 振り返りの年
kk: Жыл қорытындысы
ko: 검토 연도
pt: Ano em análise
zh_hans: 回顾年份

# Ищу рядом...
source: Searching nearby...
ar: البحث في الجوار...
de: Suche in der Nähe...
es: Buscando cerca...
fr: Recherche à proximité...
ja: 近くで検索中...
kk: Жақын маңнан іздеуде...
ko: 주변 검색 중...
pt: Pesquisando nas proximidades...
zh_hans: 正在搜索附近...

source: Every task must be confirmed with a photo. Turn this off to check tasks off without a photo.
ar: يجب تأكيد كل مهمة بصورة. أوقف هذا الخيار لتمييز المهام كمكتملة بدون صورة.
de: Jede Aufgabe muss mit einem Foto bestätigt werden. Schalte dies aus, um Aufgaben ohne Foto abzuhaken.
es: Cada tarea debe ser confirmada con una foto. Desactive esta opción para marcar tareas sin una foto.
fr: Chaque tâche doit être confirmée par une photo. Désactive cette option pour cocher les tâches sans photo.
ja: すべてのタスクは写真で確認する必要があります。写真なしでタスクをオフにするには、これをオフにします。
kk: Әр тапсырманы фотомен растау керек. Фотосыз белгілеу үшін мұны өшір.
ko: 모든 작업은 사진으로 확인되어야 합니다. 사진 없이 작업을 확인하려면 이 기능을 끄세요.
pt: Cada tarefa deve ser confirmada com uma foto. Desative esta opção para desmarcar tarefas sem foto.
zh_hans: 每项任务都必须用照片确认。关闭此功能即可在没有照片的情况下检查任务。

# Каждое утро
source: Every morning
ar: كل صباح
de: Jeden Morgen
es: Cada mañana
fr: Chaque matin
ja: 毎朝
kk: Әр таң сайын
ko: 매일 아침
pt: Todas as manhãs
zh_hans: 每天早上

# Каждую неделю
source: Every week
ar: كل أسبوع
de: Jede Woche
es: Cada semana
fr: Chaque semaine
ja: 毎週
kk: Әр апта сайын
ko: 매주
pt: Toda semana
zh_hans: 每周

# Каждый день
source: Every day
ar: كل يوم
de: Jeden Tag
es: Cada día
fr: Chaque jour
ja: 毎日
kk: Күн сайын
ko: 매일
pt: Diariamente
zh_hans: 每天

# Каждый десятый друг приносит 30 дней PRO автоматически.
source: Every 10th friend gets you 30 days of PRO automatically.
ar: كل صديق عاشر يمنحك 30 يومًا من PRO تلقائيًا.
de: Jeder 10. Freund bringt dir automatisch 30 Tage PRO.
es: Cada décimo amigo te otorga 30 días de PRO automáticamente.
fr: Chaque 10e ami t'offre automatiquement 30 jours de PRO.
ja: 友達が 10 人増えるごとに、30 日間の PRO が自動的に付与されます。
kk: Әр 10-шы дос саған автоматты түрде 30 күн PRO әкеледі.
ko: 10번째 친구마다 자동으로 30일 PRO 이용권이 제공됩니다.
pt: Cada 10º amigo recebe 30 dias de PRO automaticamente.
zh_hans: 每 10 个朋友将自动为您提供 30 天的 PRO。

# Каждый понедельник топ-3 получают заморозки серии: 3 / 2 / 1 🧊
source: Every Monday the top 3 get streak freezes: 3 / 2 / 1 🧊
ar: كل يوم اثنين يحصل أفضل 3 على تجميدات للتتابع: 3 / 2 / 1 🧊
de: Jeden Montag erhalten die Top 3 Serien-Freezes: 3 / 2 / 1 🧊
es: Todos los lunes la racha de los 3 primeros se congela: 3/2/1 🧊
fr: Chaque lundi, le top 3 reçoit des gels de série : 3 / 2 / 1 🧊
ja: 毎週月曜日、トップ 3 の連続獲得が凍結されます: 3 / 2 / 1 🧊
kk: Әр дүйсенбіде үздік 3-ке серия тоңазытқыштары беріледі: 3 / 2 / 1 🧊
ko: 매주 월요일 상위 3위 연속 획득 동결: 3 / 2 / 1 🧊
pt: Toda segunda-feira, os 3 primeiros ficam congelados: 3/2/1 🧊
zh_hans: 每个星期一前 3 名连续冻结：3 / 2 / 1 🧊

# Как работают заморозки
source: How freezes work
ar: كيف تعمل التجميدات
de: Wie Freezes funktionieren
es: Cómo funcionan las congelaciones
fr: Comment fonctionnent les gels
ja: フリーズの仕組み
kk: Тоңазытқыштар қалай жұмыс істейді
ko: 정지 작동 방식
pt: Como funcionam os congelamentos
zh_hans: 冷冻是如何工作的

# Как тебя зовут
source: What's your name
ar: ما اسمك
de: Wie heißt du
es: Cómo te llamas
fr: Comment tu t'appelles
ja: あなたの名前は何ですか
kk: Атың кім
ko: 이름이 뭐에요
pt: Qual o seu nome
zh_hans: 你叫什么名字

source: What photo is needed to count as completed. A photo is always required unless turned off in settings.
ar: أي صورة يجب التقاطها لاعتبار المهمة مكتملة. الصورة مطلوبة دائمًا إلا إذا تم إيقافها في الإعدادات.
de: Welches Foto nötig ist, um es als erledigt zu zählen. Ein Foto ist immer erforderlich, sofern es nicht in den Einstellungen ausgeschaltet ist.
es: Qué foto se necesita para contar como completada. Siempre se requiere una foto a menos que esté desactivada en la configuración.
fr: Quelle photo prendre pour valider l'exécution. Une photo est toujours requise, sauf si désactivée dans les réglages.
ja: 完了としてカウントするにはどのような写真が必要ですか。設定でオフにしない限り、写真は常に必要です。
kk: Орындалды деп есептеу үшін қандай фото керек. Параметрлерден өшірілмесе, фото әрқашан қажет.
ko: 완료된 것으로 간주하려면 어떤 사진이 필요합니까? 설정에서 끄지 않는 한 사진은 항상 필요합니다.
pt: Qual foto é necessária para contar como concluída. Uma foto é sempre necessária, a menos que esteja desativada nas configurações.
zh_hans: 需要什么照片才能算完成。除非在设置中关闭，否则始终需要照片。

# Календарь Apple
source: Apple Calendar
ar: تقويم Apple
de: Apple Kalender
es: Calendario de manzana
fr: Calendrier Apple
ja: アップルカレンダー
kk: Apple Күнтізбе
ko: 애플 캘린더
pt: Calendário da Apple
zh_hans: 苹果日历

# Камера недоступна
source: Camera unavailable
ar: الكاميرا غير متوفرة
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
ja: カメラが使用できません
kk: Камера қолжетімсіз
ko: 카메라를 사용할 수 없음
pt: Câmera indisponível
zh_hans: 相机不可用

# Класс
source: Grade
ar: الصف
de: Klasse
es: Calificación
fr: Classe
ja: 学年
kk: Сынып
ko: 등급
pt: Nota
zh_hans: 年级

# Когда ты активнее
source: When you're more active
ar: متى تكون أكثر نشاطًا
de: Wann du aktiver bist
es: Cuando eres más activo
fr: Quand tu es le plus actif
ja: よりアクティブになったとき
kk: Қашан белсендірек боласың
ko: 좀 더 활동적일 때
pt: Quando você está mais ativo
zh_hans: 当你比较活跃的时候

# Когда? (необязательно)
source: When? (optional)
ar: متى؟ (اختياري)
de: Wann? (optional)
es: ¿Cuando? (opcional)
fr: Quand ? (facultatif)
ja: いつ？ (オプション)
kk: Қашан? (міндетті емес)
ko: 언제? (선택 과목)
pt: Quando? (opcional)
zh_hans: 什么时候？ （选修的）

# Код
source: Code
ar: الرمز
es: Código
ja: コード
kk: Код
ko: 암호
pt: Código
zh_hans: 代码

# Код дуэли
source: Duel code
ar: رمز المواجهة
de: Duell-Code
es: código de duelo
fr: Code du duel
ja: デュエルコード
kk: Дуэль коды
ko: 결투 코드
pt: Código de duelo
zh_hans: 决斗代码

# Код из письма
source: Code from the email
ar: الرمز من البريد الإلكتروني
de: Code aus der E-Mail
es: Código del correo electrónico
fr: Code reçu par e-mail
ja: メールからのコード
kk: Хаттан келген код
ko: 이메일의 코드
pt: Código do e-mail
zh_hans: 电子邮件中的代码

# Код от родителя
source: Code from parent
ar: رمز من الوالد
de: Code vom Elternteil
es: Código del padre
fr: Code du parent
ja: 親からのコード
kk: Ата-анадан код
ko: 상위 코드
pt: Código do pai
zh_hans: 来自家长的代码

# Код подтверждения
source: Confirmation code
ar: رمز التأكيد
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
ja: 確認コード
kk: Растау коды
ko: 확인 코드
pt: Código de confirmação
zh_hans: 验证码

# Код приглашения
source: Invite code
ar: رمز الدعوة
de: Einladungscode
es: código de invitación
fr: Code d'invitation
ja: 招待コード
kk: Шақыру коды
ko: 초대 코드
pt: Código de convite
zh_hans: 邀请码

# Код приглашения для семьи
source: Family invite code
ar: رمز دعوة العائلة
de: Familien-Einladungscode
es: código de invitación familiar
fr: Code d'invitation familial
ja: 家族の招待コード
kk: Отбасы шақыру коды
ko: 가족 초대 코드
pt: Código de convite familiar
zh_hans: 家庭邀请码

# Код принят! 🎉
source: Code accepted! 🎉
ar: تم قبول الرمز! 🎉
de: Code akzeptiert! 🎉
es: ¡Código aceptado! 🎉
fr: Code accepté ! 🎉
ja: コードが受け入れられました! 🎉
kk: Код қабылданды! 🎉
ko: 코드가 승인되었습니다! 🎉
pt: Código aceito! 🎉
zh_hans: 代码已接受！ 🎉

# Код: %@ · %lld дн.
source: Код: %1$@ · %2$lld дн.
ar: الرمز: %1$@ · %2$lld يوم
de: Code: %1$@ · %2$lld Tage
es: Código: %1$@ · %2$lld días.
fr: Code : %1$@ · %2$lld j.
ja: コード: %1$@ · %2$lld 日。
kk: Код: %1$@ · %2$lld күн
ko: 코드: %1$@ · %2$lld일.
pt: Código: %1$@ · %2$lld dias
zh_hans: 代码：%1$@·%2$lld 天

# Кольца активности и тренировки из Apple Фитнес
source: Activity rings and workouts from Apple Fitness
ar: حلقات النشاط والتمارين من Apple Fitness
de: Aktivitätsringe und Workouts aus Apple Fitness
es: Anillos de actividad y entrenamientos de Apple Fitness
fr: Anneaux d'activité et entraînements depuis Apple Fitness
ja: Apple Fitness のアクティビティリングとワークアウト
kk: Apple Fitness-тен белсенділік сақиналары мен жаттығулар
ko: Apple Fitness의 활동 링 및 운동
pt: Anéis de atividades e exercícios da Apple Fitness
zh_hans: Apple Fitness 的活动环和锻炼

# Команды
source: Shortcuts
ar: الاختصارات
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
kk: Бұйрықтар
ko: 단축키
pt: Atalhos
zh_hans: 快捷方式

# Комментарий (необязательно)
source: Comment (optional)
ar: تعليق (اختياري)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (facultatif)
ja: コメント (オプション)
kk: Пікір (міндетті емес)
ko: 댓글(선택사항)
pt: Comentário (opcional)
zh_hans: 评论（可选）

# Коннекторы
source: Connectors
ar: الموصلات
de: Connectoren
es: Conectores
fr: Connecteurs
ja: コネクタ
kk: Коннекторлар
ko: 커넥터
pt: Conectores
zh_hans: 连接器
